Repository: marcolertora/engate-checkpoint
Catalog: checkpoint/locales/*/LC_MESSAGES/checkpoint.po
Languages: it

source: Authorized by operator
it: Autorizzato operatore

source: invalid credential date
it: permesso con data non valida

source: credential not yet valid
it: titolo di accesso non ancora valido

source: credential is expired
it: titolo di accesso scaduto

source: invalid permission date
it: permesso con data non valida

source: permission not yet valid
it: permesso non ancora valido

source: permission is expired
it: permesso scaduto

source: permission is disabled
it: permesso disabilitato

source: company is disabled
it: societ√† disabilitata

source: invalid vehicle
it: veicolo non valido

source: pass back detected
it: pass back rilevato

source: not allowed in this lane
it: non abilitato in questa corsia

source: valid but pin check is required
it: valido, controllo pin richiesto

source: valid but biometric check is required
it: valido, controllo biometrico richiesto

source: valid but operator check is required
it: valido, controllo operatore richiesto

source: valid
it: valido
